# 1. Перейдите на веб-сайт разработчиков Telegram (https://my.telegram.org/auth) и войдите в свою учетную запись Telegram.
#
# 2. После входа вы должны увидеть раздел "API development tools" на странице с настройками приложения.
#
# 3. Заполните необходимые поля, такие как "App title", "Short name" и выберите WEB в качестве платфоры.
#
# 4. После заполнения всех полей нажмите на кнопку "Create application".
#
# 5. После создания приложения вы увидите страницу с настройками приложения, где будут указаны api_id и api_hash.

API_ID = "YOUR_API_ID"
API_HASH = "YOUR_API_HASH"
